import { Inter } from 'next/font/google'
import './globals.css'

const inter = Inter({ subsets: ['latin'] })

export const metadata = {
  title: 'Майбутнє моєї країни',
  description: 'Сьогодні мужні українці захищають Європу та світ, а завтра їхня завзятість, підкріплена європейськими цінностями та ресурсами, перебудує країну на краще. Не зважаючи на болючі втрати, Україна приречена на Перемогу. Українці здобудуть самостійну соборну державу та стануть одним із визначальних факторів світової геополітики . Україна буде розвиватися як національна, інноваційна, духовно міцна, високоінтелектуальна та освічена, економічно розвинута Держава. Україна має високий туристичний потенціал та стане новим напрямом для мільйонів туристів з усього світу, які будуть із задоволенням відкривати для себе українську культуру та природу.',
}

export default function RootLayout({ children }) {
  return (
    <html lang="en">
      <body className={inter.className} suppressHydrationWarning={true}>{children}</body>
    </html>
  )
}

